[M_Aster_RaidBoss:KillRaidBoss MissionObjectiveDefinition]
ProgressMessage="Kill dragons"

[M_Aster_RaidBoss:SummonCreature MissionObjectiveDefinition]
ProgressMessage="Summon dragons"

[M_Aster_RaidBoss:UseSecretStatue MissionObjectiveDefinition]
ProgressMessage="Make offering"
